brew "asmvik/formulae/skhd"
brew "bun"
brew "fd"
brew "fzf"
brew "git"
brew "lazygit"
brew "neovim"
brew "node"
brew "python"
brew "ripgrep"
brew "tree-sitter"
brew "tree-sitter-cli"
cask "nikitabobko/tap/aerospace"
cask "ghostty"
cask "keka"
